Repository: buepro/typo3-flux_elements
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: fr

source: Default
fr: Par défaut

source: None
fr: Aucun

source: Content
fr: Contenu

source: Primary
fr: Primaire

source: Secondary
fr: Secondaire

source: Complementary
fr: Complémentaire

source: Custom
fr: Sur mesure

source: Width
fr: Largeur

source: Left
fr: Gauche

source: Center
fr: Centre

source: Right
fr: Droite

source: Top
fr: Haut

source: Bottom
fr: Bas

source: Below
fr: Sous

# extensionConfiguration.configureFlux
source: Override flux configuration
fr: Substituer la configuration flux

# extensionConfiguration.disableFluxPageLayoutSelector
source: Disable flux page layout selector
fr: Désactiver le sélecteur de mise en page de flux

# be.message.config
source: The flux configuration (%s) has been changed by the extension flux_elements. Disable "configureFlux" in the flux_elements configuration to prevent changing it automatically in the future.
fr: La configuration des flux (%s) a été modifiée par l'extension flux_elements. Désactivez "configureFlux" dans la configuration de flux_elements pour éviter qu'elle ne soit modifiée automatiquement à l'avenir.

# tca.tt_content.CType.sectionTitle
source: Flux elements
fr: Éléments de flux

# sheet.general
source: General
fr: Général

# sheet.custom
source: Custom
fr: Sur mesure

# sheet.adjustment
source: Adjustment
fr: Ajustement

# sheet.text
source: Text
fr: Texte

# screenBreakpoint
source: Column break point
fr: Point de rupture de la colonne

# screenBreakpoint.xs
source: Extra small
fr: Extra petit

# screenBreakpoint.sm
source: Small
fr: Petit

# screenBreakpoint.md
source: Medium
fr: Moyen

# screenBreakpoint.lg
source: Large
fr: Grand

# screenBreakpoint.xl
source: Extra large
fr: Extra grand

# flux.container
source: Container
fr: Conteneur

# flux.container.description
source: Container to hold other content elements.
fr: Conteneur destiné à contenir d'autres éléments de contenu.

# flux.container.fields.type
source: Container type
fr: Type de container

# flux.container.fields.type.content
source: Content
fr: Contenu

# flux.container.fields.type.cardGroup
source: Card group
fr: Groupe de cartes

# flux.container.fields.type.cardDeck
source: Card deck
fr: Pile de cartes

# flux.container.fields.type.cardColumns
source: Card columns
fr: Colonnes des cards

# flux.container.fields.attributes
source: Attributes
fr: Attributs

# flux.container.fields.wrapSection
source: Wrap section
fr: Section d'emballage

# flux.container.fields.sectionClasses
source: Section classes
fr: Classes de section

# columns2.title
source: 2 Columns
fr: 2 Colonnes

# columns2.description
source: 2 columns to hold any type of content elements.
fr: 2 colonnes pour l'inclusion de tout élément de contenu.

# columns3.title
source: 3 Columns
fr: 3 Colonnes

# columns3.description
source: 3 columns to hold any type of content elements.
fr: 3 colonnes pour l'inclusion de tout élément de contenu.

# columns4.title
source: 4 Columns
fr: 4 Colonnes

# columns4.description
source: 4 columns to hold any type of content elements.
fr: 4 colonnes pour l'inclusion de tout élément de contenu.

# columns.general.row
source: Row
fr: Ligne

# columns.general.columnN
source: Column %s
fr: Colonne %s

# columns.custom.rowClasses
source: Row classes
fr: Classes de lignes

# columns.custom.columnNClasses
source: Column %s classes
fr: Classes de colonne %s

# columns.adjustment.collapseColumns
source: Collapse columns
fr: Collapse colonnes

# columns.adjustment.collapseRow
source: Collapse row
fr: Collapse ligne

# columns.row.alignItemsStart
source: Align columns on top
fr: Aligner les colonnes sur le dessus

# columns.row.alignItemsCenter
source: Align columns in center
fr: Aligner les colonnes au centre

# columns.row.alignItemsEnd
source: Align columns on bottom
fr: Aligner les colonnes en bas

# columns.row.justifyContentStart
source: Justify columns at start
fr: Justifier les colonnes au début

# columns.row.justifyContentCenter
source: Justify columns in center
fr: Justifier les colonnes au centre

# columns.row.justifyContentEnd
source: Justify columns at end
fr: Justifier les colonnes à la fin

# columns.row.justifyContentAround
source: Justify columns with space around
fr: Justifier les colonnes avec un espace autour

# columns.row.justifyContentBetween
source: Justify columns with space between
fr: Justifier les colonnes avec un espace entre

# columns.row.noGutters
source: No gutters
fr: Pas de gouttières

# flux.accordion
source: Accordion
fr: Accordéon

# flux.accordion.description
source: Accordion to show any kind of content elements.
fr: Accordéon pour montrer tout type d'éléments de contenu.

# flux.tabs
source: Tabs
fr: Onglets

# flux.tabs.description
source: Tabs to show any kind of content elements.
fr: Onglets pour montrer tout type d'éléments de contenu.

# flux.tileUnit
source: Tile unit
fr: Unité de carrelage

# flux.tileUnit.description
source: Two columns to hold content elements having a tile layout.
fr: Deux colonnes pour contenir les éléments de contenu qui utilisent une disposition en carreaux.

# flux.card
source: Card
fr: Carte

# flux.card.description
source: Card with image and text or any type of content elements.
fr: Carte avec image et texte ou tout type d'éléments de contenu.

# flux.card.fields.title
source: Title
fr: Titre

# flux.card.fields.title.layout
source: Title type
fr: Type de titre

# flux.card.fields.title.position
source: Title alignment
fr: Alignement du titre

# flux.card.fields.title.link
source: Title link
fr: Lien de titre

# flux.card.fields.text
source: Text
fr: Texte

# flux.card.fields.card.classes
source: Card classes
fr: Classes de cartes

# flux.card.fields.body.classes
source: Card body classes
fr: Classes de corps de carte

# flux.card.fields.header.classes
source: Card header classes
fr: Classes d'en-tête de carte

# flux.card.fields.footer.classes
source: Card footer classes
fr: Classes de pied de carte

# flux.card.fields.title.classes
source: Body title classes
fr: Classes de titres de corps

# flux.card.fields.image.classes
source: Image classes
fr: Classes d'images

# flux.card.grid.optionalContent
source: Content (optional)
fr: Contenu (optional)

# flux.card.grid.optionalImageContent
source: Image content (optional)
fr: Contenu de l'image (facultatif)
